Repository: jhedstrom/DonorRally
Catalog: sites/all/modules/contrib/forward/translations/*.po
Languages: sv

source: Enables users to forward pages to friends.
sv: Gör det möjligt för användare att tipsa vänner om sidor.

source: forward this page
sv: tipsa en vän om den här sidan

source: Send an e-Postcard
sv: Skicka ett e-vykort

source: forward tracking
sv: tipsspårning

source: Administrative Options
sv: Administrativa alternativ

source: Use Node Type in Link
sv: Använd nod-id i länk

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;email this page&quot;
sv: Om ikryssad kommer det att stå &quot;e-posta denna <em>nodtyp</em>&quot; i länken; om inte kommer det bara att stå &quot;e-posta denna sida&quot;

source: Show link on main page
sv: Visa länk på huvudsida

source: If checked, the link will appear on your home page
sv: Om ikryssad kommer länken att visas på din startsida

source: Form Type
sv: Formulärtyp

source: Select link for a forward this page link or form to use a collapsible forwarding form.
sv: Välj länk för att tipsa om sidan genom länk eller formulär för att tipsa om den genom ett utfällbart formulär.

source: Flood Control Limit
sv: Gräns för överbelastningskontroll

source: How many times a user can use the form in a one hour period. This will help prevent the forward module from being used for spamming.
sv: Hur många gånger en användare kan använda formuläret på en timme. Detta förhindrar att modulen Tipsa en vän används för spam.

source: Flood Control Error
sv: Fel i överbelastningskontroll

source: You can't send more than %number messages per hour. Please try again later.
sv: Du kan inte skicka fler än %number meddelanden per timme. Var vänlig försök igen senare.

source: This text appears if a user exceeds the flood control limit. The value of the flood control limit setting will appear in place of %number in the message presented to users
sv: Denna text visas om en användare överskrider gränsen för överbelastningskontroll. Gränsvärdet för överbelastningskontroll visas istället för %number i meddelandet som presenteras för användaren

source: Page Text Values
sv: Sidtextvärden

source: Forward Instructions
sv: Instruktioner till Tipsa en vän

source: Thank you for your interest in spreading the word on
sv: Tack för att du tipsar om

source: NOTE: We only request your email address so that the person you are recommending the page to knows that you wanted them to see it, and that it is not junk mail. We do not capture any email address.
sv: OBSERVERA: Vi ber bara om din e-postadress för att personen du tipsar om sidan ska veta att tipset kommer från dig och inte är skräppost. Vi sparar inga e-postadresser.

source: This message will be displayed above the form.
sv: Detta meddelande kommer att visas ovanför formuläret.

source: Thank You Message
sv: Tackmeddelande

source: Thank you for your help in spreading the word about
sv: Tack för att du tipsar om

source: We appreciate your help.
sv: Vi uppskattar din hjälp.

source: This message will be displayed after the user successfully submits the form.
sv: Detta meddelande kommer att visas när användaren har skickat in formuläret.

source: Forward Form Default Values
sv: Standardvärden för Tipsa en vän-formulär

source: From Address
sv: Från adress

source: The address to send from. Should be a functioning email address.
sv: Avsändaradress. Bör vara en fungerande e-postadress.

source: Header Image for Email
sv: Toppbild för e-post

source: Enter the URL of the image to as a logo at the top of forwarded pages.
sv: Ange webbadressen till den bild som ska användas som logotyp högst upp på tipsade sidor.

source: Forward Message Subject
sv: Ämne för Tipsa en vän-meddelande

source: %name has forwarded a page to you from %site
sv: %name vill tipsa dig om en sida på %site

source: Email subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
sv: E-postämnesrad. Avsändarens namn ersätter %name i ämnesraden. Webbplatsens namn ersätter %site.

source: Forward Message Body
sv: Brödtext för tipsmeddelande

source: %name thought you would like to see this page from the %site web site.
sv: %name tror att du skulle vilja se den här sidan från webbplatsen %site.

source: Email message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
sv: Brödtext för e-postmeddelande. Avsändarens namn ersätter %name i brödtexten. Webbplatsens namn ersätter %site. Efter detta kan avsändaren lägga till sitt eget meddelande.

source: e-Postcard Message Subject
sv: Ämne för e-vykortsmeddelande

source: %name has sent you an e-postcard from %site
sv: %name har skickat ett e-vykort till dig från %site

source: Postcard subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
sv: Ämnesrad för vykort. Avsändarens namn ersätter &name i ämnet. Webbplatsens namn ersätter %site.

source: e-Postcard Message Body
sv: Brödtext för e-vykort

source: %name has sent you an e-postcard from the %site web site. Please take a moment to visit our web site.
sv: %name har skickat ett e-vykort till dig från webbplatsen %site. Ägna gärna en stund åt att besöka vår webbplats.

source: Postcard message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
sv: Brödtext för vykortsmeddelande. Avsändarens namn ersätter %name i brödtexten. Webbplatsens namn ersätter %site. Efter detta kan avsändaren lägga till sitt eget meddelande.

source: Oranization Ad
sv: Organisationsannons

source: This message will be just above the footer message in the email.
sv: Detta meddelande kommer att visas precis ovanför sidfoten i e-postmeddelandet.

source: Footer Message
sv: Sidfot

source: This message will be postpended as a footer message to the email.
sv: Detta meddelande kommer att bifogas som ett sidfotmeddelande till e-postmeddelandet.

source: Latest Blog Articles
sv: Senaste blogginlägg

source: Latest Users
sv: Senaste användare

source: Latest Comments
sv: Senaste kommentarer

source: Most Popular Content
sv: Mest populära innehåll

source: None
sv: Ingen

source: Dynamic Block
sv: Dynamiskt block

source: Choose the dynamic block to send with these emails
sv: Välj ett dynamiskt block som ska skickas med dessa e-postmeddelanden

source: Message to Send
sv: Meddelande att skickas

source: Your Email
sv: Din e-postadress

source: Your Name
sv: Ditt namn

source: Send To
sv: Skicka till

source: Enter multiple addresses on separate lines or separate them with commas.
sv: Ange flera adresser på separata linjer eller separera dem med kommatecken.

source: Page Being Sent
sv: Sidan skickas

source: Message Subject
sv: Ämne för meddelande

source: (Your Name)
sv: (Ditt namn)

source: Message Body
sv: Brödtext för meddelande

source: Your Personal Message
sv: Ditt personliga meddelande

source: Send Message
sv: Skicka meddelande

source: Forward this page to a friend
sv: Tipsa en vän om den här sidan

source: Header injection attempt detected. Do not enter line feed characters into the from field!
sv: Försök till header injection upptäckt. Ange inte radmatningstecken i formulärfältet!

source: Your Email address is invalid.
sv: Din e-postadress är ogiltig.

source: You must enter your name.
sv: Du måste ange ditt namn.

source: You did not enter any recipients.
sv: Du har inte angivit några mottagare.

source: One of your Recipient addresses is invalid:
sv: En av dina mottagaradresser är ogiltig:

source: You must enter a message.
sv: Du måste skriva ett meddelande.

source: Recent blog posts
sv: Senaste blogginlägg

source: Who's new
sv: Vem är ny

source: Recent comments
sv: Senaste kommentarer

source: email this page
sv: e-posta denna sida

source: email this %type
sv: e-posta denna &type

source: Time
sv: Tid

source: Type
sv: Typ

source: Path
sv: Sökväg

source: Title
sv: Rubrik

source: emails sent to
sv: e-post skickad till

source: recipients
sv: mottagare

source: No one has used Forward yet.
sv: Ingen har använt Tipsa en vän än.

source: Forward Tracking
sv: Tipsspårning

source: Most Emailed
sv: Mest e-postade

source: Most Emailed Today
sv: Mest e-postade i dag

source: Most Emailed This Week
sv: Mest e-postade denna vecka

source: Most Emailed of All Time
sv: Mest e-postade någonsin

source: Most Recently Emailed
sv: Senast e-postade

source: Block Type
sv: Blocktyp

source: Choose the block type
sv: Välj blocktyp

source: Today's Most Emailed
sv: Dagens mest e-postade

source: This Week's Most Emailed
sv: Veckans mest e-postade

source: Forward module installed tables successfully.
sv: Modulen Tipsa en vän har installerat tabeller.

source: The installation of forward module was unsuccessful.
sv: Installationen av modulen Tipsa en vän misslyckades.

source: access forward
sv: tillgång till tips

source: administer forward
sv: administrera tips

source: forward
sv: tipsa en vän

source: Message from Sender
sv: Meddelande från avsändaren

source: Click here to read more on our site
sv: Klicka här för att läsa mer på vår webbplats

source: Click here to visit our site
sv: Klicka här för att besöka vår webbplats
